$('#myJD').dropDown({
    width: 280,
    ddWidth: 126,
    direc: '',
    list: [{
        title: '',
        cols: 2,
        items: [
            {href: '#', name: '待处理订单'}, 
            {href: '#', name: '消息'},
            {href: '#', name: '返修退换'},
            {href: '#', name: '我的问答'},
            {href: '#', name: '降价商品'},
            {href: '#', name: '我的关注'},
        ]
    },{
        title: '',
        items: [
            {href: '#', name: '我的京豆'},
            {href: '#', name: '我的优惠券'},
            {href: '#', name: '我的白条'},
            {href: '#', name: '我的理财'},
        ]
    }]
})

$('#myShop').dropDown({
    width: 156,
    ddWidth: 68,
    direc: 'left',
    list: [{
        title: '',
        cols: 2,
        items: [
            {href: '#', name: '企业购'}, 
            {href: '#', name: '商用场景馆'},
            {href: '#', name: '工业品'},
            {href: '#', name: '礼品卡'}
        ]
    }]
})

$('#myServe').dropDown({
    width: 176,
    ddWidth: 78,
    direc: 'right',
    list: [{
        title: '客户',
        cols: 2,
        items: [
            {href: '#', name: '帮助中心'}, 
            {href: '#', name: '客户服务'},
            {href: '#', name: '在线客服'},
            {href: '#', name: '意见建议'},
            {href: '#', name: '电话客服'},
            {href: '#', name: '客服邮箱'},
            {href: '#', name: '金融咨询'},
            {href: '#', name: '全球售后服'},
        ]
    },{
        title: '商户',
        items: [
            {href: '#', name: '合作招商'},
            {href: '#', name: '成长中心'},
            {href: '#', name: '商家后台'},
            {href: '#', name: '京麦工作台'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
        ]
    }]
})

$('#myNav').dropDown({
    width: 1190,
    ddWidth: 85,
    direc: 'full',
    navDirec: 'x',
    list: [{
        title: '特色主题',
        cols: 4,
        items: [
            {href: '#', name: '新品首发'}, 
            {href: '#', name: '京东金融'},
            {href: '#', name: '全球售'},
            {href: '#', name: '意见建议'},
            {href: '#', name: '电话客服'},
            {href: '#', name: '客服邮箱'},
            {href: '#', name: '金融咨询'},
            {href: '#', name: '全球售后服'},
            {href: '#', name: '意见建议'},
            {href: '#', name: '电话客服'},
            {href: '#', name: '客服邮箱'},
            {href: '#', name: '金融咨询'},
            {href: '#', name: '全球售后服'},
            {href: '#', name: '意见建议'},
            {href: '#', name: '电话客服'},
            {href: '#', name: '客服邮箱'},
            {href: '#', name: '金融咨询'},
            {href: '#', name: '全球售后服'},
        ]
    },{
        title: '行业频道',
        cols: 3,
        items: [
            {href: '#', name: '手机'},
            {href: '#', name: '智能数码'},
            {href: '#', name: '玩3C'},
            {href: '#', name: '京麦工作台'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
            {href: '#', name: '玩3C'},
            {href: '#', name: '京麦工作台'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
            {href: '#', name: '玩3C'},
        ]
    },{
        title: '生活服务',
        cols: 3,
        items: [
            {href: '#', name: '京东众筹'},
            {href: '#', name: '白条'},
            {href: '#', name: '京东金融APP'},
            {href: '#', name: '理财'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
            {href: '#', name: '京东金融APP'},
            {href: '#', name: '理财'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
            {href: '#', name: '京东金融APP'},
            {href: '#', name: '理财'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
        ]
    },{
        title: '更懂精彩',
        cols: 3,
        items: [
            {href: '#', name: '合作招商'},
            {href: '#', name: '行动通信'},
            {href: '#', name: '商家京东后台'},
            {href: '#', name: '京东E卡'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
            {href: '#', name: '行动通信'},
            {href: '#', name: '商家京东后台'},
            {href: '#', name: '京东E卡'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
        ]
    }]
})

$('#myServe').dropDown({
    width: 176,
    ddWidth: 78,
    direc: 'right',
    list: [{
        title: '客户',
        cols: 2,
        items: [
            {href: '#', name: '帮助中心'}, 
            {href: '#', name: '客户服务'},
            {href: '#', name: '在线客服'},
            {href: '#', name: '意见建议'},
            {href: '#', name: '电话客服'},
            {href: '#', name: '客服邮箱'},
            {href: '#', name: '金融咨询'},
            {href: '#', name: '全球售后服'},
        ]
    },{
        title: '商户',
        items: [
            {href: '#', name: '合作招商'},
            {href: '#', name: '成长中心'},
            {href: '#', name: '商家后台'},
            {href: '#', name: '京麦工作台'},
            {href: '#', name: '商家帮助'},
            {href: '#', name: '规则平台'},
        ]
    }]
})

$('.fs-col2 .slider-list').turnPage({
    animationType: 'fade',
    showSpot: true,
    imgArray: [
        {href: '#', src: 'https://img20.360buyimg.com/pop/s1180x940_jfs/t1/97387/34/12164/100157/5e43baa4E7b795f4f/4cb92be048a9887b.jpg.webp'},
        {href: '#', src: 'https://img20.360buyimg.com/da/s1180x940_jfs/t26497/292/1932667304/100553/a7f36fb6/5bf25da3Nc840b2b6.jpg.webp'},
        {href: '#', src: 'https://img20.360buyimg.com/da/s1180x940_jfs/t1/91741/31/12442/79043/5e4750e3E2ec48655/28bde77778e4216d.jpg.webp'},
        {href: '#', src: 'https://img20.360buyimg.com/pop/s1180x940_jfs/t1/99652/38/12169/238793/5e4692fcEfb325ab1/fbd14041a526e9ba.jpg.webp'},
        {href: '#', src: 'https://img13.360buyimg.com/pop/s1180x940_jfs/t1/105525/14/12261/65525/5e46194eE778e09f6/55c95c9f84fd500a.jpg.webp'},
        {href: '#', src: 'https://imgcps.jd.com/ling/7463455/5Yay6LCD6aWu5ZOB/6bqm54mH5LiT5Zy6/p-5bd8253082acdd181d02fa17/c259d5f2.jpg'},
        {href: '#', src: 'https://imgcps.jd.com/ling/7202389/5ZOB6LSo5bC_6KOk/5ruhMzk55YePMTAw/p-5bd8253082acdd181d02f9d0/69f71c5a.jpg'},        
        {href: '#', src: 'https://imgcps.jd.com/ling/862576/5pa55L6_6aOf5ZOB6LSt55eb5b-r/6K6p5Lq65LiA55y85YC-5b-D/p-5bd8253082acdd181d02fa22/964a5045/590x470.jpg'},
    ],
    showBtn: true,
    autoTime: 1500,
    imgWidth: 590,
    imgHeight: 470,
    spotPosition: 'left',
    isAuto: true
})

$('.moreImages-slider').moreSlider({
    imgWidth: 190,
    imgHeight: 150,
    height: 480,
    width: 190,
    isAuto: true,
    showBtn: true,
    showSpot: true,
    autoTime: 5000,
    imgArray: [
        {href: '#', src: './img/focusItems/1.png.webp'},
        {href: '#', src: './img/focusItems/2.jpg.webp'},
        {href: '#', src: './img/focusItems/3.jpg.webp'},
        {href: '#', src: './img/focusItems/4.png.webp'},
        {href: '#', src: './img/focusItems/5.jpg!q95.webp'},
        {href: '#', src: './img/focusItems/6.jpg.webp'},
        {href: '#', src: './img/focusItems/7.jpg.webp'},
        {href: '#', src: './img/focusItems/8.jpg.webp'},
        {href: '#', src: './img/focusItems/9.png.webp'},
    ]
}).find('img').css({
    marginTop: '10px'
})

$('.fs-col1').secondList([{
    title: ['家用电器'],
    content: {
        tabs: ['家电馆', '镇乡专卖店', '家电服务'],
        subs: [, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['手机', '运营商', '数码'],
    content: {
        tabs: ['手机'],
        subs: [{
            title: '手机',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '手表',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['电脑', '办公'],
    content: {
        tabs: ['商务笔记本', '游戏笔记本', '台式电脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['家居' , '家具' , '家装' , '厨具'
    ],
    content: {
        tabs: ['商务笔记本', '台式电脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['男装', '女装', '童装', '内衣'],
    content: {
        tabs: ['商务笔记本', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['美妆', '个护清洁', '宠物'],
    content: {
        tabs: ['商务笔记本', '台式电脑', '微脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['女鞋', '箱包', '钟表', '珠宝'],
    content: {
        tabs: ['商务本', '游记本', '台脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['男鞋', '运动', '户外'],
    content: {
        tabs: ['本', '游戏笔记本', '台式电脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['房产', '汽车', '汽车用品'],
    content: {
        tabs: ['商务笔记本', '游记本', '台式脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['母婴', '玩具乐器'],
    content: {
        tabs: ['商务记本', '笔记本', '台式电脑', '微电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['食品', '酒类', '生鲜', '特产'],
    content: {
        tabs: ['商记本', '笔记本', '台式电脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['艺术', '礼品鲜花', '农资绿植'],
    content: {
        tabs: ['商务笔记本', '记本', '台式电脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['医药保健', '计生情趣'],
    content: {
        tabs: ['商务笔记本', '游戏笔', '台式电脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['图书', '文娱', '教育', '电子书'],
    content: {
        tabs: ['商务笔记本', '游戏笔记本', '脑', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['机票', '酒店', '旅游', '生活'],
    content: {
        tabs: ['商务笔记本', '游戏笔记本', '台式', '微型电脑'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['理财', '众筹', '白条', '保险'],
    content: {
        tabs: ['商务笔记本', '游戏笔记本', '台式电脑', '微'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['安装', '维修', '清洗', '二手'],
    content: {
        tabs: ['商务笔记本', '游戏笔记本', '台式电脑', '微型'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, {
    title: ['工业品'],
    content: {
        tabs: ['商务笔记本', '游戏笔记本', '台式电脑', '微型电'],
        subs: [{
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '平板电脑',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '苹果电脑',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }, {
            title: '电视',
            items: ['曲面电视', '超薄电视', '曲面电视', '超薄电视',' 曲面电视', '超薄电视', '曲面电视', '超薄电视']
        }, {
            title: '空调',
            items: ['壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调', '壁挂式空调', '空调']
        }]
    }
}, ])
